[
  {
    "id": 500,
    "data": {
      "value": [
        "/node/500-599 Mammy/500 HALLS/500A.jpg",
        "/node/500-599 Mammy/500 HALLS/500B.jpg",
        "/node/500-599 Mammy/500 HALLS/500C.jpg"
      ],
      "description": ". This folding trade card depicts a frail and sickly man walking around New York and suffering from consumption. He is described to be living some of the last days of his life until he sees a sign for Dr. William Hall’s Balsam products, which claim to cure any and all ailments of the lungs.  By unfolding the card, it reveals that the man is now a “portly and healthy” man ready to serve his wife, children, and Black servant. Hall’s insists that taking their liquid medication will cure a person of their cough as well as extend their lifetime, making them the 19th century man they need to be.",
      "analysis": "The placement of a Black domestic worker amongst the family of the man cured by Hall’s lung treatment better reflects the hierarchy of family life. The white father is in the center of the frame with his white wife huddling by his side, while the Black domestic worker is off center and smaller, caring for the small child in her arms. The Black woman in this picture appears as a standard of family life, as important as a child but without the power of the mistress and master she serves.  Hall’s exaggerates the story of a sick man being cured and made healthy as a testament to the product. Viewers are meant to look upon the first depiction of the man with pity, feeling sorry that he has such a short time left to live. However, opening the folded card gives the viewer a sense of relief and confidence towards the product he is advertising. The family around her, all in various states of happiness, are meant to represent the audience’s joy towards the success of the product. Each person, including the baby, seems to reach out towards the bottle to share some of that joy with themselves. \n As opposed to the white family around her, the Black servant is drawn in an exaggerated and unrealistic style, with huge, undetailed eyes and large red lips. She serves as the comedic relief in an otherwise serious advertisement.",
      "postmarked": "",
      "location": "NO DATA",
      "tagData": [],
      "carouselOkay": false
    }
  },
  {
    "id": 501,
    "data": {
      "value": [
        "/node/500-599 Mammy/501 RISING SUN STOVE/501A.jpg",
        "/node/500-599 Mammy/501 RISING SUN STOVE/501B.jpg",
        "/node/500-599 Mammy/501 RISING SUN STOVE/501C.jpg",
        "/node/500-599 Mammy/501 RISING SUN STOVE/501D.jpg",
        "/node/500-599 Mammy/501 RISING SUN STOVE/501E.jpg",
        "/node/500-599 Mammy/501 RISING SUN STOVE/501F.jpg"
      ],
      "description": "",
      "analysis": "",
      "postmarked": "N/A",
      "location": "USA",
      "tagData": [
        "Mammy Caricature",
        "USA",
        "desexualization",
        "racist caricature",
        "0",
        "0"
      ],
      "carouselOkay": false
    }
  },
  {
    "id": 502,
    "data": {
      "value": [
        "/node/500-599 Mammy/502 UNIVERSAL CLOTHES WRINGER/502A.jpg",
        "/node/500-599 Mammy/502 UNIVERSAL CLOTHES WRINGER/502B.jpg",
        "/node/500-599 Mammy/502 UNIVERSAL CLOTHES WRINGER/502C.jpg"
      ],
      "description": "",
      "analysis": "",
      "postmarked": "N/A",
      "location": "NO DATA",
      "tagData": [],
      "carouselOkay": false
    }
  },
  {
    "id": 503,
    "data": {
     "value": [
      "/node/500-599 Mammy/503 REFORMED BURGLAR/503A.jpg",
      "/node/500-599 Mammy/503 REFORMED BURGLAR/503B.jpg",
      "/node/500-599 Mammy/503 REFORMED BURGLAR/503C.jpg"
     ],
     "description": "",
     "analysis": "",
     "postmarked": "N/A",
     "location": "NO DATA",
     "tagData": [],
     "carouselOkay": false
    }
   }
]
