[
    {
        "id": 1,
        "data": {
         "value": {
          "imageFront": "/node/1-99 Mammy/1A.jpg",
          "imageBack": "/node/1-99 Mammy/1B.jpg"
         },
         "description": "This postcard depicts a cartoon-esque caricature of a Black woman holding a slice of cake on a plate. She is dressed in a blue-white vertical striped dress, slippers, and a white apron. On her head she wears a knotted, red head-dress with Black dots. The woman is shapely with an accentuated stomach. The illustration places emphasis on her large eyes and large red lips; her eyes are nearly entirely Black, as if void of a human gaze. At the bottom of the postcard, the title “Aunt Dinah” is written. The only subject of the illustration is the servant woman - the background is a blank beige in color and texture.",
         "analysis": "The image depicts a Black servant woman, presumably on her way to serve cake to her employer. Her soulless eyes and accentuated red lips are enough to denote her as a Black woman, forgetting the color of her skin; her face is very clearly racialized in a style common to the time period and medium. Her body is approximate to any contemporary individual’s conception of the Mammy: desexualized entirely, with an emphasis on her almost masculinized stature and shape. Her attire is indicative of her position as a servant woman, given her apron and plain dress. The headdress she wears is typical of a racialized (almost exoticized) depiction of a Black woman; although she has been domesticated as a servant to her presumably white employer, she still maintains some physical characteristics that are expected of a woman who is perceived as foreign, and “other.” She is referred to as “Aunt Dinah” as a way of denoting her position as an almost family member to a supposedly benevolent patriarch. The spelling of the name “Dinah” is meant to evoke images of a racialized character who is hardly literate, does not speak in a typical way, and is ultimately inherently uncivilized. \nMessage : The message on the verso reads “Raymond Blue / from Hellen.” There is not too much that can be gleaned from this message, though the postcard likely was not mailed, as there is no stamp.",
         "postmarked": "0",
         "location": "USA",
         "tagData": [
          "Mammy stereotype",
          "Jim Crow",
          "racist caricature",
          "desexualized caricature",
          "USA",
          "0",
          "0"
         ],
         "carouselOkay": false
        }
       },
       {
        "id": 2,
        "data": {
         "value": {
          "imageFront": "/node/1-99 Mammy/2A.jpg",
          "imageBack": "/node/1-99 Mammy/2B.jpg"
         },
         "description": "The scene depicted is of an older Black woman sitting on a porch outside of a wooden home. Behind her are gray wooden planks, and a few sunflowers off to the woman’s left. The sitting woman is dressed in an orange dress with white vertical stripes, a red and yellow knotted head dress, and a pair of small glasses. She is looking off into the distance - off to the right. Her smile is wide, her red lips spread enough to show that she only has two teeth. Both of her hands are holding a seeded watermelon slice, the length of which almost doubles her shoulder width. The title, written in orange lettering at the top of the postcard, reads, “610 - One of the good things grown in California.”",
         "analysis": "The most obvious part of the illustration is the comically large watermelon that the older woman is eating. Presumably, the pairing of a Black person and a watermelon pays homage to the stereotype of Black people loving watermelon; this stereotype is utilized in an effort to celebrate California’s triumph in the industrialization of their agricultural programs in the Progressive Era. Among other aspects of her person that are racialized for comic effect are her teeth and lips. Her lack of a full set of teeth are meant to illustrate her poverty, uncivil nature, lack of hygiene, and overall lesser position on the socio-economic ladder; her large, red lips are common in depictions of Black people and are used to racialize her further. The woman’s attire is modest and without accent, likely to illustrate her lesser economic position (a position she is presumed to share with other Black people). Her body is approximate to any contemporary individual’s conception of the Mammy: desexualized entirely, with an emphasis on her almost masculinized stature and shape (a shape that would be perceived as strange if given to a white woman). The headdress she wears is typical of a racialized (almost exoticized) depiction of a Black woman; although distinctly American, she still retains some facets of her exoticized, otherized heritage.",
         "postmarked": "4 October, 1907",
         "location": "USA",
         "tagData": [
          "Mammy stereotype",
          "Jim Crow",
          "racist caricature",
          "USA",
          "0",
          "0"
         ],
         "carouselOkay": false
        }
       },
       {
        "id": 3,
        "data": {
         "value": {
          "imageFront": "/node/1-99 Mammy/3A.jpg",
          "imageBack": "/node/1-99 Mammy/3B.jpg"
         },
         "description": "The front of the postcard depicts a cartoon-esque caricature of a Black woman. She is feeding a white baby from a bottle while sitting on a red and white chair. The child rests on her lap atop a white pillow, and wrapped in a white cloth. The woman herself is wearing a red, white, and yellow dress - seemingly made up of various clothing pieces; she wears a knotted yellow headdress with red dots. The woman is looking down at the child she is feeding. The most notable detail on her face is her thick, red lips. She is seated in a well furnished room, with white sheer curtains and a cushioned chair. At the woman’s feet is a red bag that reads, “Dinah Jones.” At the top of the postcard is its title, which reads, “An Early Breakfast on a ‘Dinah.’” The verso side of the card is undivided, and includes a stamp; there is no message written, only an address for the intended recipient.",
         "analysis": "The image depicts a Black servant woman caring for a child who is, presumably, that of her employer. Her mismatched, shabby clothing contrasts with the clean, comfortable, and fancy room she is seated in. This contrast highlights the gap in socio-economic status between the woman and her employer. The woman is in service to a white child, and her delicate care is indicative of early 20th century notions of a Mammy. Her headdress, accentuated lips, and clothing all serve to racialize her as a brutish, unclean, uncivil person. Her handbag suggests that it is her profession to care for children (among other potential, though unclarified, jobs she may perform for her employer). The woman is named “Dinah Jones,” spelled in such a way as to denote her perceived lack of language skills. The title suggests that the work she is performing is being done very early in the morning, long before her employer would usually be awake and working; and the woman’s contented facial expression asserts her comfort and happiness with this reality. This contentment perpetuates the narrative of the white civilizing burden, and of benevolent patriarchalism.",
         "postmarked": "3 August, 1905",
         "location": "USA",
         "tagData": [
          "Mammy stereotype",
          "Jim Crow",
          "racist caricature",
          "desexualized caricature",
          "Antebellum Nostalgia",
          "Sentimentalization",
          "USA"
         ],
         "carouselOkay": false
        }
       },
       {
        "id": 5,
        "data": {
         "value": {
          "imageFront": "/node/1-99 Mammy/5A.jpg",
          "imageBack": "/node/1-99 Mammy/5B.jpg"
         },
         "description": "The illustration on the front of the postcard depicts a Black woman smoking out of a pipe. The woman is wearing a red dress with white vertical stripes, a white apron, and a knotted red headdress with white dots. The woman’s sleeves are rolled up, and she carries a cane in her right hand. The woman’s skin is nearly sheer black, in direct contrast with her white apron and the blank white background; her skin is so darkly monochrome that her only discernible facial feature is her large mouth. The woman is standing with a straight, almost regal posture. The only other thing accompanying the woman is the title: “It is better to smoke here than hereafter.”",
         "analysis": "The caricatured woman on the front of the postcard is meant to be a Black Mammy. This is clear from her age (which is telegraphed in the fact that she uses a cane), her clothing (tattered, modest), her labor (indicative in her apron and rolled-up sleeves), and her stature (tall and wide): all physical features attributed to the Mammy. The woman is desexualized with her wide frame and traditionally-masculine physique, which is common in the portrayal of a nurturing, maternal Mammy caricature. A large mouth and lips are common in contemporary depictions of racialized Black peoples, and is present in this postcard. Her headdress is a reminder of her supposedly exotic heritage; the headdress is the only small remaining remnant of her exotic dress and presentation, all others (as the civilizing narrative goes) have been “remedied” by her “benevolent” employer. The title, “It is better to smoke here than hereafter,” is the humorous aspect of this card. This saying, however, is meant to convey the hard-earned wisdom common to characterizations of the Mammy figure; interestingly, the message itself may also suggest that the Mammy’s wisdom is guided by hedonistic notions of relaxation and self-care - suggesting that there is a certain foolishness to the Black Mammy’s wisdom. Finally, the fact that she is smoking at all is likely meant to distance her from traditional notions of upper-class femininity, as smoking is often seen as a man’s pastime.",
         "postmarked": "13 July, 1907",
         "location": "USA",
         "tagData": [
          "Mammy stereotype",
          "Jim Crow",
          "racist caricature",
          "desexualized caricature",
          "USA"
         ],
         "carouselOkay": false
        }
       }
]